{
  "storymap": {
    "call_to_action": true,
    "call_to_action_text": "",
    "language": "zh-tw",
    "map_as_image": false,
    "show_lines": false,
    "show_history_line":false,
    "map_background_color": "#333333",
    "map_type": "zoomify",
    "slides": [
      {
        "background": { "color": "#333333", "opacity": 99 },
        "location": { "line": true },
        "media": {
          "caption": "1973-1978 NCCU Campus Map",
          "credit": "1973-1978 NCCU Campus Map",
          "url": ""
        },
        "text": {
          "headline": "民國62-67年<br />政大校園地圖",
          "text": "1973-1978 NCCU Campus Map"
        },
        "type": "overview"
      },
      {
        "background": { "color": "#333333", "opacity": 99 },
        "location": {
          "lat": 40.38002840251183,
          "lon": -94.482421875,
          "zoom": 8
        },
        "media": {
          "caption": "<p>社資中心全名為「社會科學資料中心」，其前身為天放樓（於民國79年拆除，改建為資訊大樓），為加強學校資料文獻的保存，乃在山下校區東北角（希賢新村）新徵購之土地上興建新一代的社資中心，並獲得國家科學委員會500萬元的補助。為使該工程合乎使用需要，特公開登報徵求設計圖樣，並聘請學者專家評審，由入選第一名的華泰建築師事務所承辦設計與監造。</p><p>民國61年4月17日開工，歷時一年半載，於62年10月2日完工，同月30日上午十時劉前校長季洪主持落成啟鑰儀式，並邀請新舊任校長暨各單位主管參加。新建大樓佔地335坪，總工程費約1,000萬元。內部除設閱覽室、期刊室、會議室、辦公室、視聽教室外，並設置教授研究室與研究生研究室，可容納700個座位。全樓裝設中央系統冷氣及升降電梯。規模宏偉，設備之完善，在國內均首屈一指。設備最完整的社資中心四層大樓之落成，對本校研究與教學有莫大的裨益。</p><p>新建的社資中心，由於藏書資料迅速增加而不敷使用，民國65年李元簇校長以「因圖書資料增加已不容納亟待擴建應需要」簽請教育部核准擴建。擴建部分為地上四層地下一層之大樓，總面積為7,048平方公尺，地上各層四周均設隔間獨用的研究室，供教授及研究生撰寫論文，70年3月11日開標，由天工營造公司得標承包，5月4日開工，71年12月擴建工程完工；72年10間內部設備全部完工。77年間，前棟外牆因地震受損而加整修並將原先瓷磚牆面改為洗石子。</p><p>經歷五十年來的變遷，民國110年社資中心因應校園整體空間規劃遷出該棟大樓內辦公單位，此建築物完成階段性任務，走入歷史。</p>",
          "credit": "完工日期:1973-10-20",
          "url": "/files/original/35639/ssic.jpg"
        },
        "text": {
          "headline": "社會科學資料中心",
          "text": ""
        }
      },
      {
        "background": { "color": "#333333", "opacity": 99 },
        "location": {
          "lat": 49.32512199104001,
          "lon": -75.5859375,
          "zoom": 4
        },
        "media": {
          "caption": "<p>本校游泳館前身是一座露天游泳池，於民國61年6月至9月分項先後發包，11月1日正式開工，62年10月20日完工，10月30日由故前校長劉季洪主持啟鑰。</p><p>游泳池佔地面積316.56平方公尺，為長50公尺寬21公尺，兩側水深1.3公尺、中間水深1.5公尺，具自動換水過濾設備，切合教學及一般使用。由華泰建築師事務所張昌華設計與監造，由協泰營造廠侯萬蟾承造；水電工程由大順工程公司承包，過濾櫃設備由三越企業公司承包，總價4,546,904元。</p><p>現今游泳館用地原為男生宿舍及籃球場。復校之初，該地用美援款項興建平房宿舍8棟，主要供海外僑生居住，沿河堤還建有籃球場兩座。隨著歲月迭替，師生對溫水游泳池之需求與日俱增，民國84年起，體育室籌劃整建工程。民國94年6月16日開工，由建志營造公司負責工程，經費約45,000,000元。同年12月30日整建完成。</p><p>游泳館現為鋼構屋頂之溫水游泳池，採安全度高且無污染之電能加熱方式加溫。除一樓仍做服務空間外，二樓為重量訓練室與多功能韻律教學教室。游泳館毗鄰李園，花木扶疏，加上弧形建築的井塘樓，景觀資源豐富。配合新館啟用，打通南側防汛道路，周邊景緻更為怡人。</p>",
          "credit": "完工日期:1973-10-20",
          "url": "/files/original/35639/pool.jpg"
        },
        "text": { "headline": "游泳池", "text": "" }
      },
      {
        "background": { "color": "#333333", "opacity": 99 },
        "location": {
          "lat": 38.41055825094609,
          "lon": -77.16796875,
          "zoom": 4
        },
        "media": {
          "caption": "<p>昔日憩賢樓左側通往社資中心的路口曾有一座「思賢橋」。此橋興建源起於民國60年，本校在東北角希賢新村地區徵購土地一塊，約4,000餘坪。因有景美溪支流阻礙，將該地區與校區分隔兩岸，難以交通。為改善此問題，特別規劃由四維道引直延伸，闢建長20公尺、寬12公尺橋梁一座直達新建之社資中心。因涉及公有河川，經向台北市水利主管機關數度交涉、修改設計後報請工務局備案。於62年1月15日招標發包，由三中工業公司以175萬元得標承包。</p><p>此項工程除橋樑道路外，還包括新建可容700噸貯水池一座。橋梁道路可連接社資中心與校區，貯水池則是用來儲備水源，防止夏季來臨時的缺水問題。</p><p>民國62年1月24日正式開工，連同150公尺柏油道路及停車場，配合新建之社資中心於63年10月30日同時完工。65年4月派員赴員林一帶購進樹木、花卉盆景一批，在思賢橋畔之花壇草坪等地，種植大龍柏二百餘株，杜鵑花四仟餘株，及其他各類花木三百餘株。至爲美觀，可供遊覽。</p><p>1980年代校內指南溪堤防經台北市政府修建完成，取代原有思賢橋下河道防洪功能。本校花費極少費用購買土方(每卡車 50 元)，填平思賢橋下河道，為本校新增千餘坪的新生地，初期做為綠地使用。思賢橋下河道經填平為綠地後，已無實際使用功能，為改善周邊環境與免於車輛爬坡，於民國77年暑期間完成拆除，使四維道路面更為寬闊順暢，周邊景觀煥然一新。曾經的思賢橋只留待追憶。</p>",
          "credit": "完工日期:1973-10-29",
          "url": "/files/original/35639/si_xian_bridge.jpg"
        },
        "text": { "headline": "思賢橋", "text": "" }
      },
      {
        "background": { "color": "#333333", "opacity": 99 },
        "location": {
          "lat": 28.844673680771795,
          "lon": -36.5625,
          "zoom": 4
        },
        "media": {
          "caption": "<p>福利大樓即現今位於麥側之樂活小舖。其前身為福利社舊平房，將福利社報廢平房改建為二層樓房一棟。為鼓勵教師研究出版，並使學生購得廉價參考書籍，計畫成立出版社，除出版社外，還有研究室，其餘做為員工福利消費合作社，為全體教職員工生服務。</p><p>經陳其寬建築師設計，於民國62年下半年拆除舊福利社，9月16日動工，工程總價2,166,246.5元。至63年9月2日全面完工。</p><p>當時新啟用的福利大樓一樓是理髮部、百貨部、文具部、冷飲部、食品部和洗衣部。二樓是出版部，購置大型複印機，提供複印講義、資料、筆記；另外還有打字機，提供廉價的打字服務等。在物價飆漲的年代，推廣福利設施，為政大師生的一大福音。</p>",
          "credit": "完工日期:1974-09-02",
          "url": "/files/original/35639/vivo_plaza.jpg"
        },
        "text": { "headline": "福利社", "text": "" }
      },
      {
        "background": { "color": "#333333", "opacity": 99 },
        "location": {
          "lat": 41.77131167976407,
          "lon": -70.83984375,
          "zoom": 4
        },
        "media": {
          "caption": "<p>在今日法學院館預定地曾有一棟「憩賢樓」，昔時又稱「第一學生餐廳」。</p><p>政大原有學生餐廳兩棟。由於該兩棟舊學生餐廳係克難建築，面積不廣，不敷應用。又因闢建通往社資中心的道路拆除一棟，剩餘一棟不敷使用，以致學生多在附近飯館用膳，不僅費用昂貴，且衛生欠佳。因此在原址平行路邊興建現代化學生餐廳四層樓一棟。</p><p>民國61年委請陳其寬建築師規劃設計，當年本校編列400萬年度預算，並承行政院特准動支第二預備金預撥150萬，先行籌備開工。</p><p>民國62年春設計完成，但因申請建築執照費時，又受國際物價波動影響，自6月初歷經4次招標，直到年8月才順利發包，9月動工。</p><p>民國64年5月5日完工，並於同年9月17日正式啟用，建造資金總計519萬元，是一棟地上四層、地下一層的現代化餐廳。各樓層空間寬敞，上下可容納兩千人進膳，物美價廉、頗受好評。</p><p>後期憩賢樓一樓轉型為美食廣場，二樓為進駐西餐廳（如理查坊西餐廳），三樓為中式餐廳金色漁家，是導生會、慶功宴、同學會等多種類型的聚餐地點，四樓為單身女教職員宿舍。</p><p>民國110年因興建法學院大樓，憩賢樓走入歷史。</p>",
          "credit": "完工日期:1975-05-05",
          "url": "/files/original/35639/qi_xian_building.jpg"
        },
        "text": { "headline": "憩賢樓", "text": "" }
      },
      {
        "background": { "color": "#333333", "opacity": 99 },
        "location": {
          "lat": 28.536274512989916,
          "lon": -61.787109375,
          "zoom": 4
        },
        "media": {
          "caption": "<p>學思樓舊稱「教室大樓」（二字頭教室），其前身為復校之初行政人員辦公室兼男教師單身宿舍「莒苑」所在地。莒苑為一樓平房、四合院式設計，中央庭院可蒔花種草，為政大在台復校第一批建築物。後因學生人數成長快速，教室不敷使用，且為使住宿與學習環境應分離，故計畫拆除莒苑，興建為4樓建築。</p><p>民國62年委託萬戶建築事務所設計，和成工程有限公司營造，63年3月間正式開工，64年8月26日落成。先後為訓導處等行政單位辦公室和普通教室，其後為提倡軍訓教育，將軍訓設備、器材集中於此，成為軍訓課專用教室。</p><p>歷30年歲月，校方編列預算重新整修。民國94年1月整修完成，據《論語．為政》「學而不思則罔，思而不學則殆」之意，命名為學思樓。整修後之學思樓，除上課教室外，4樓供教育學院教師研習中心辦公之用。</p>",
          "credit": "完工日期:1975-09",
          "url": "/files/original/35639/xue_si_building.jpg"
        },
        "text": { "headline": "學思樓", "text": "" }
      },
      {
        "background": { "color": "#333333", "opacity": 99 },
        "location": {
          "lat": 33.578014746143985,
          "lon": -69.9609375,
          "zoom": 4
        },
        "media": {
          "caption": "<p>莊敬一舍現為女生宿舍，前身為女生第三、四宿舍平房。民國63年下半年委由萬戶建築師事務所蘇澤設計與監造。中行營造廠陳捷豐承造，於64年3月10日動工，65年5月12日完工。莊敬一舍建築佔地約413坪，總面積約1,733坪，地上四層，地下一層。有寢室110間，可容納722人，設備完善，內部傢俱設備煥然一新，增設有冷熱兩用飲水器、洗衣機、烘乾機等多臺；後園建有噴水池假山以供休閒觀賞。</p>",
          "credit": "完工日期:1976-05-12",
          "url": "/files/original/35639/chuang_ching_dorm_1.jpg"
        },
        "text": { "headline": "莊敬一舍", "text": "" }
      },
      {
        "background": { "color": "#333333", "opacity": 99 },
        "location": {
          "lat": 36.31512514748051,
          "lon": -85.341796875,
          "zoom": 4
        },
        "media": {
          "caption": "<p>位於社會科學資料中心廣場東側，1976年新闢花園一座，建有弧形水泥花架，其中最具特色即爲「親愛精誠」校訓四字花壇。但因宿舍興建的需求，原親愛精誠花園處決定改建爲女生宿舍一棟。</p><p>1990年12月經校園規劃委員會及使用單位公開評定，新女生宿舍大樓計畫興建於井塘樓對面之「親愛精誠」綠地，命名爲「莊敬九舍」，建物樓高8層，1994年完工並啓用。</p>",
          "credit": "完工日期:1976-05-19",
          "url": "/files/original/35639/lawn.jpg"
        },
        "text": {
          "headline": "親愛精誠草坪",
          "text": ""
        }
      },
      {
        "background": { "color": "#333333", "opacity": 99 },
        "location": {
          "lat": 45.767522962149876,
          "lon": -86.484375,
          "zoom": 4
        },
        "media": {
          "caption": "<p>「井塘樓」位於社資中心西南側，乃一半圓扇形四層樓建築。原稱作「研究大樓」，總面積約1,011坪，由於政大各研究所分散，且缺乏研究室， 民國63年擬興建研究大樓一座，以供原本分散的各研究所辦公與上課之用，紓解教學、研究空間嚴重不足之現象。</p><p>民國63年委託修澤蘭建築師設計。64年，建築工程由吳協興營造廠得標，水電工程由弘霖工程公司得標，於2月20日發包開工。65年8月30日研究大樓落成啓用後，分配教育、政治、外交、財政、中文、公行、法律、統計、會計、邊政、經濟、國貿、三民主義與歷史等14 個研究所使用。其後爲紀念余井塘先生而重新命名，余井塘先生曾任政大在臺復校籌備委員會委員、校務委員，後出任總統府資政。</p><p>後期井塘樓進行整修工程發包價約1,414萬元，依照教育學院之需求，重新規劃建築空間。整修重點尚包括室內空調設備、屋頂防漏等項目。在外觀方面，教育學院希望在不破壞原建築物協調感的前提之下，藉由外圍鋁窗換新，讓井塘樓呈現新氣象。後方是河堤一隅，安靜的聽得見林子裡樹葉落下的聲音。而左側延伸至游泳池與憩賢樓之間，是一整片可供休憩的草地，花木扶疏，林蔭清涼。空間重新設計運用之後的井塘樓，除了花香鳥鳴，也將再度注入政大師生的笑語。</p>",
          "credit": "完工日期:1976-07-22",
          "url": "/files/original/35639/jing_tang_building.jpg"
        },
        "text": { "headline": "井塘樓", "text": "" }
      },
      {
        "background": { "color": "#333333", "opacity": 99 },
        "location": {
          "lat": 33.284619968887675,
          "lon": -29.794921874999996,
          "zoom": 4
        },
        "media": {
          "caption": "<p>集英樓，位於新聞館後方，為地上三層、地下一層之建築物。主要提供本校師生解決用餐的問題，當時稱為「第二餐廳」。建於民國65年7月。華泰建築師事務所張昌華設計與監造，和成工程公司林清最承造。</p><p>集英樓於民國66年11月完工，通過驗收之後於隔年2月底開始營業，地下室作廚房、地上樓層為餐廳，還有舉辦演講、會議、始業式等活動之用途。後集英樓一樓改為員生消費合作社、二樓為政大書城、三樓為中小企業創新育成中心第二培育區，計有七間廠商培育室，另有法律服務社社團辦公室，並提供免費諮詢；也是教職員社團──國劇社、學佛社的活動場地。地下室曾經是社團活動場地，後規劃為總務處文具物品倉庫。集英樓右側的「醉夢溪畔」露天咖啡座，是一處伴隨微風、綠蔭並享受「偷得浮生半日閒」的好地方。</p>",
          "credit": "完工日期:1977-11-13",
          "url": "/files/original/35639/ji_ying_building.jpg"
        },
        "text": { "headline": "集英樓", "text": "" }
      },
      {
        "background": { "color": "#333333", "opacity": 99 },
        "location": {
          "lat": 43.96119063892024,
          "lon": -59.4140625,
          "zoom": 4
        },
        "media": {
          "caption": "<p>中正圖書館是政大的總圖書館，政大在民國43年於台北木柵復校，當時的總圖書室位於理學院志希樓現址，各系所都有圖書室供學生使用圖書資料，如新聞館有新聞系圖書室、大勇樓有法律系圖書室、大仁樓則附設文學院圖書室，而當時借還書屬於閉架式服務，早期的校友必須依照索碼書卡填單才能借書。</p><p>前校長李元簇有鑑於圖書資料過於分散，為提供師生更良好的圖書服務環境，決定新建圖書館大樓，彙整各系所分散的圖書資料。</p><p>民國64年本校首任校長蔣中正先生逝世，學生代聯會及各社團發起捐款獻像運動，由教職員工、學生與校友會捐獻基金，塑成銅像置於中正圖書館正廳，並籌建「中正圖書館」。李前校長於65年大刀闊斧拆除了兩棟女生宿舍、三棟男生宿舍、一棟兩層樓高的餐廳與網球場。新圖書館委由張昌華建築師設計，和成工程公司承造。整體造型爲四角突出萬壽形，佔地804坪，建築總面積爲4,356坪，建成當時是臺灣各大學規模最大的圖書館。</p><p>在民國66年50週年校慶，嚴家淦總統蒞臨政大主持首任校長蔣介石銅像揭幕暨中正圖書館落成典禮。蔣介石校長銅像， 係紀念創校首任校長蔣介石先生，發起籌建銅像運動，</p><p>圖書館底層爲防空避難室，兼作學生自習與閱報室；一樓大廳樹立蔣公坐姿銅像，並設辦公室、目錄區、期刊室等；二、三、四樓則爲開架式閱覽區，當時建築面積和藏書量均號稱亞洲第一，而這段風光的歷史似乎隨著歲月而消逝。</p><p>龐大的藏書量促成籌設圖書分館的需要，近年相繼設置傳圖、商圖和綜圖等圖書分館，圖書館閱覽組主任莊清輝提起政大圖書館的發展歷史，打趣的說，圖書館藏書是「分久必合，合久必分」。現貌的中正圖書館也許給學生老舊的映象，校園規劃委員會已開始討論總圖大樓的整建規劃，內部空間規劃亦將重新規劃，也許數年後，中正圖書館會讓你覺得煥然一新。</p>",
          "credit": "完工日期:1978-01-21",
          "url": "/files/original/35639/main_lib.jpg"
        },
        "text": { "headline": "中正圖書館", "text": "" }
      },
      {
        "background": { "color": "#333333", "opacity": 99 },
        "location": {
          "lat": 56.84897198026975,
          "lon": -22.412109375,
          "zoom": 4
        },
        "media": {
          "caption": "<p>體育館為學生活絡筋骨的空間，其興建過程一波三折，經總務處搜集成功大學與臺北體專等校新建體育館藍圖參考，民國65年起總務處即會同學生事務處（當時稱訓導處）規劃體育館的興建事宜。66年8月，由當時的教育部長、前校長李元簇主持開工典禮。開工後發現基地土質過差，經建築師研究加深基礎以保結構安全，並辦理變更定案，直到當年9月底才正式動工。</p><p>民國68年6月，因局部變更與景美溪堤防施工影響，延展2期始告竣工。運動場與體育館計耗資6,000餘萬元，內部包括禮堂l座，座位5,500 個，籃球場四個（其中符合國際標準之活動且球架一套）、桌球室、韻律室、柔道室、重量訓練室、體操館、劍道室、跆拳室、網球場、羽球場、排球場等30餘個單位，體育館前的體育場亦同時塡高整建。這座當時設備完善的體育館，除了是體育活動用地外，猶留存「迎來送往」的點滴記憶。這裡不僅是大一的新生訓練場， 也是畢業典禮會場，見證著莘莘學子的重要歷程。曾有師長笑言，大學四年時光匆匆即逝，當前腳才步出禮堂（指新生訓練）後，轉眼後腳就要參加畢業典禮了呢！</p>",
          "credit": "完工日期:1980-02-28",
          "url": "/files/original/35639/gym.jpg"
        },
        "text": { "headline": "體育館", "text": "" }
      }
    ],
    "zoomify": {
      "attribution": "",
      "height": 5000,
      "path": "https://judokao.github.io/0415nccumap/",
      "width": 5000
    }
  }
}
